Repository: elmikewalsh/bluebubble-wp-theme
Catalog: BlueBubble/languages/*.po
Languages: es_es

source: Oops! 404 Error
es_es: ¡Caray! Un error 404.

source: Sorry! Your page is very lost!
es_es: Lo siento, pero la página que buscas está bien perdida.

source: You are looking for a page or file which wandered off on its own...they sometimes have a habit of doing that.
es_es: Estás buscando a una página que está vagando allá en algún lugar...a veces tienen ese mal hábito.

source: Here are a few options to find what you are looking for.
es_es: Aquí hay unas opciones para encontrar lo que estás buscando.

source: Cry and scream like a little child.
es_es: Llora y grita como un niño.

source: Double check the web address for typos.
es_es: Revisa la dirección que escribiste en tu navegador.

source: Head back to our home page via the navigation below:
es_es: Vuelva a nuestro sitio usando la navegación que sigue:

source: Archive for the
es_es: Archivo para la

source: Category
es_es: Categoría

source: Posts Tagged
es_es: Entradas etiquetadas

source: Archive for
es_es: Archivo de

source: Author Archive
es_es: Archivo del autor

source: Blog Archives
es_es: Archivo del Blog

source: by
es_es: por

source: on
es_es: el

source: No Comments
es_es: No comentarios

source: 1 Comment
es_es: 1 comentario

source: % Comments
es_es: % comentarios

source: This post was last updated on:
es_es: Esta publicación fue actualizado el:

source: Read the rest of this entry &raquo;
es_es: Sigue leyendo la entrada &raquo;

source: Not Found
es_es: No encontrado

source: Sorry, but you are looking for something that is not here.
es_es: Lo siento, pero estás buscando algo que no está aquí.

source: About %s
es_es: Sobre %s

source: Contact
es_es: Contacta

source: Phone
es_es: Fono

source: Website
es_es: Sitio Web

source: Please do not load this page directly. Thanks!
es_es: Favor de no cargar está página directamente. ¡Gracias!

source: This post is password protected. Enter the password to view comments.
es_es: Esta publicación es protegida con una contraseá. Entrégala para ver los comentarios.

source: No Responses
es_es: No respuestas

source: One Response
es_es: Una respuesta

source: % Responses
es_es: % respuestas

source: to
es_es: a

source: Comments are closed.
es_es: Comentarios están cerrados

source: Please inspire the world with your comments.
es_es: Por favor, inspírale al mundo con tus comentarios.

source: You entered an invalid email address.
es_es: Tu email no es válido.

source: Thanks, your email was sent successfully.
es_es: Gracias, tu mensaje se ha enviado con éxito.

source: Sorry, an error occured.
es_es: Lo siento, pero ha ocurrido un error.

source: Name
es_es: Nombre

source: Message
es_es: Mensaje

source: Send Email
es_es: Enviar Email

source: main
es_es: Menú Principal

source: Top
es_es: Cima

source: Portfolio
es_es: Portafolio

source: Page
es_es: Página

source: of
es_es: de

source: Next
es_es: Siguiente

source: Last
es_es: Última

source: This is a premade Blog Page
es_es: Esta es una página Blog prefabricada.

source: This is a premade Portfolio Page
es_es: Esta es una página Potafolio prefabricada.

source: This is a premade Contact Page
es_es: Esta es una páginade Contacto prefabricada.

source: Main Menu
es_es: Menú Principal

source: Home
es_es: Portada

source: Please create a menu in the <a href="/wp-admin/nav-menus.php">Admin Panel</a> and activate the menu in <a href="/wp-admin/themes.php?page=bbframework">Theme Options</a>.
es_es: Por favor, crear un menú nuevo en <a href="/wp-admin/nav-menus.php">Aparencia > Menús</a> y luego activar el menú en <a href="/wp-admin/themes.php?page=bbframework">Opciones Theme</a>.

source: Back
es_es: Atrás

source: Details
es_es: Detalles

source: Search Results for
es_es: Resultados de búsqueda por

source: articles
es_es: artículos

source: <strong>Hi there.</strong> I am BlueBubble, a brand-new minimal y elegant Wordpress portfolio theme exclusively designed for <strong>you</strong> <br /> - por <a href="http://www.thomasveit.com" target="_blank">Thomas Veit</a> with love on a Mac.
es_es: <strong>Hola.</strong> Soy BlueBubble, un nuevo theme de portafolio para Wordpress en estilo elegante y minimalista diseñado exclusivamente para <strong>ti</strong> <br /> - por <a href="http://www.thomasveit.com" target="_blank">Thomas Veit</a> con amor y un Mac.

source: <strong>New!</strong> BlueBubble 3.0, compatible with Wordpress 3.0, has been released. <strong>Version 3.0 Updates</strong> <br /> - by <a href="http://arte.dosmundoscafe.com" target="_blank">Mike Walsh</a> with love on a PC.
es_es: <strong>¡Nueva!</strong> BlueBubble 3.0, lo que es compatible con Wordpress 3.0, ya ha salido. <strong>Actualizaciones de versión 3.0</strong> <br /> - por <a href="http://arte.dosmundoscafe.com" target="_blank">Mike Walsh</a> con amor y un PC.

source: You can place a widget here to remove the text above.
es_es: Puedes colocar un wdget aquí para quitar el texto en esta columna.

source: From Twitter
es_es: Desde Twitter

source: Other ways to reach me:
es_es: Otras maneras encontrarme:

source: Welcome,
es_es: Bienvenidos,

source: Year:
es_es: Año:

source: Link:
es_es: Enlace:

source: Visit Site
es_es: Visitar sitio

source: All Categories
es_es: Todas las categorías

source: No Categories
es_es: No Categorías

source: All
es_es: Todo

source: General Settings
es_es: Opciones Generales

source: Custom Logo
es_es: Logo de página de acceder

source: Upload a logo for your theme, or specify the image address of your online logo. (http://example.com/logo.png)
es_es: Carga a un logo para tu sitio, o indique la dirección del logo en el internet. (http://example.com/logo.png)

source: Custom Favicon
es_es: Favicon Personalizado

source: Upload a 16px x 16px Png/Gif image that will represent your website's favicon.
es_es: Carga a un imagen con dimensiones de 16px x 16px en formata png/gif que será el favicon.

source: Enable Plain Text Logo
es_es: Usar un logo de texto normal. (no imagen)

source: Check this to enable a plain text logo rather than an image.
es_es: Marcar para usar un logo de texto normal.

source: GZIP Web Pages
es_es: Comprimir Páginas con GZIP

source: This option will compress your webpages so that they load faster. Depending on your server, it may cause errors. (it is turned off by default)
es_es: Esta opción intentará comprimir las páginas para que se carguen más rápido. Depende del servidor que utilizes, se puede causar errores. (no está habilitado por omision)

source: Disable Post Formats
es_es: Desactivar Formatas en Publicaciones. (nuevo en WP 3.1)

source: Custom Post Formats <strong>(aside, gallery, link, image, quote, audio, video)</strong> appear when creating a new Post. They are activated in BlueBubble by default. If you want to <strong>turn them off</strong>, check this box.
es_es: Formatas <strong>(estánder, minientrada, galería, enlace, imagen, cita, audio, video)</strong> aparecen cuando se añade a una nueva entrada. Están activados en BlueBubble por omisión. Si deseas <strong>desactivarlos</strong>, puedes marcar aquí.

source: Feedburner URL
es_es: URL Feedburner

source: Feedburner is a Google service that takes care of your RSS feed. Paste your Feedburner URL here to let readers see it in your website
es_es: Feedburner es un servicio Google que maneja los servicios RSS de tu Blog. Pega aquí la dirección URL de tu Feedburner para compartirlo con tus visitantes.

source: Footer copyright text
es_es: Texto de pie

source: Enter text used in the left side of the footer. It can be HTML.
es_es: Ingresa el texto para el lado izquierdo del pie del sitio. Puede contener HTML.

source: Google Analytics Code
es_es: Código de Analítico Google

source: You can put your Google Analytics code or code from another tracking service here if you want. It is automatically added to the footer. Just paste your code, without the &lt;script&gt;&lt;/script&gt; tags.
es_es: Puedes colocar el código de Google Analytics o de otro servicio de tracking aquí si quieres. Está automaticamente agregado al pie de tu sitio. Solo pega el código aquí, sin las etiquetas &lt;script&gt;&lt;/script&gt;.

source: Layout
es_es: Configuración

source: Theme Stylesheet
es_es: Hoja de estilo

source: Select your themes alternative color scheme.
es_es: Elige a una esquema de colores diferente.

source: Sidebar Login
es_es: Ingresar Sidebar

source: Check if you want to <strong>turn on</strong> a login form in the sidebar
es_es: Marcar si quieres <strong>prender</strong> un formulario de ingresar en la columna a la izquierda.

source: Horizontal Top Menu
es_es: Menú Superior Horizontal

source: Check if you want a horizontal menu on the top-right of your website, to the right of the logo.
es_es: Marcar si quieres un menú horizontal en el derecho superior del sitio.

source: Legacy Menu Style
es_es: Estilo de Menú Antiguo

source: Check if you want to <strong>turn on</strong> the old BlueBubble navigation menu style, used before BlueBubble 3.0
es_es: Marcar si quieres <strong>prender</strong> el estilo antiguo de BlueBubble, en uso antes de BlueBubble 3.0

source: Custom Login
es_es: Login Personalizado

source: Check if you want to <strong>turn on</strong> a custom login screen. (replaces default Wordpress login screen.)
es_es: Marcar si quieres <strong>prender</strong> un formulario de ingresar personalizado.

source: Custom CSS
es_es: CSS Personalizado

source: Quickly add some CSS to your theme by adding it to this block.
es_es: Puedes colocar código CSS adiciónal si lo tienes.

source: WP Dashboard
es_es: Escritorio WP

source: Remove All Dashboard Widgets
es_es: Quitar todos los Widgets del Escritorio

source: Selecting this option will remove <strong>all</strong> the widgets from the Wordpress Dashboard
es_es: Elegir esta opción quitará <strong>todos</strong> los Widgets del Escritorio de Wordpress.

source: Remove <em>Right Now</em> Dashboard Widget
es_es: Quitar <em>Ahora Mismo</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Right Now</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Ahora Mismo</strong> Widget del Escritorio de Wordpress.

source: Remove <em>Recent Comments</em> Dashboard Widget
es_es: Quitar <em>Comentarios Recientes</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Recent Comments</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Comentarios Recientes</strong> Widget del Escritorio de Wordpress.

source: Remove <em>Incoming Links</em> Dashboard Widget
es_es: Quitar <em>Enlaces Entrantes</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Incoming Links</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Enlaces Entrantes</strong> Widget del Escritorio de Wordpress.

source: Remove <em>Plugins</em> Dashboard Widget
es_es: Quitar <em>Plugins</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Plugins</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Plugins</strong> Widget del Escritorio de Wordpress.

source: Remove <em>Quick Press</em> Dashboard Widget
es_es: Quitar <em>Publicación Rápida</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Quick Press</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Publicación Rápida</strong> Widget del Escritorio de Wordpress.

source: Remove <em>Recent Drafts</em> Dashboard Widget
es_es: Quitar <em>Últimos Borradores</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Recent Drafts</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Últimos Borradores</strong> Widget del Escritorio de Wordpress.

source: Remove <em>Wordpress Blog</em> Dashboard Widget
es_es: Quitar <em>Wordpress Blog</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Wordpress Blog</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Wordpress Blog</strong> Widget del Escritorio de Wordpress.

source: Remove <em>Other Wordpress News</em> Dashboard Widget
es_es: Quitar <em>Other Wordpress News</em> Widget del Escritorio

source: Selecting this option will remove the <strong>Other Wordpress News</strong> Widget from the Wordpress Dashboard
es_es: Elegir esta opción quitará el <strong>Other Wordpress News</strong> Widget del Escritorio de Wordpress.

source: Portfolio Category
es_es: Categoría de Portafolio

source: Enter the name of the Portfolio category. (you must create categories before they will show up in the list.)
es_es: Elige el nombre de la categoría que quieres para el Portafolio. (solo categorías ya creadas aparecerán aquí)

source: Choose a category for your portfolio.
es_es: Elige a una categoría para tu portafolio.

source: Portfolio Items Per Page
es_es: Nº de Portafolio Por Página

source: How many portfolio items do you want to show on each page? (default is 6)
es_es: ¿Cuántos artículos quieres mostrar en cada página? (6 por omisión)

source: Entries disable?
es_es: ¿Deshabilita comentarios?

source: Check if you want to disable the entries that appear below the title and thumbnails on the portfolio page.
es_es: Marcar si quieres deshabilitar comentarios en los artículos del portafolio.

source: Comments disable?
es_es: ¿Cerrar Comentarios?

source: Check if you want to disable comments on portfolio items.
es_es: Marcar si quieres deshabilitar comentarios en los artículos del portafolio.

source: Turn Off Lightbox?
es_es: ¿Apagar Lightbox?

source: Check if you want to <strong>turn off</strong> the Colorbox popup that appears when clicking an image on your portfolio page. (if turned off, clicking the image will take you to the single portfolio page with the larger image)
es_es: Marcar si quieres <strong>apagar</strong> el Colorbox que aparece cuando alguien apreta una imagen en la página del portafolio. (Apretar el imagen cargará la página del portafolio con el imagen más grande si el Colorbox está apagado)

source: Blog and Posts
es_es: Blog y Entradas

source: Blog Parent Category
es_es: Categoría de Blog

source: Choose a category for your blog.
es_es: Elige a una categoría para tu Blog.

source: Blog Items Per Page
es_es: Nº de Entradas del Blog Por Página

source: How many blog items do you want to show on each page?
es_es: ¿Cuántos artículos quieres mostrar en cada página? (6 por omisión)

source: Show Date Updated?
es_es: ¿Mostrar Fecha Actualizada?

source: Check this if you would like the <strong>last date updated</strong> to appear on Blog posts.
es_es: Marcar si quieres mostrar la <strong>última fecha actualizada</strong> con las entradas de tu Blog.

source: Show Tweet Buttons?
es_es: ¿Esconde Botones Tweet?

source: Check if you want to show the Twitter <strong>Tweet</strong> buttons that appear on posts and pages. (The buttons do not appear by default)
es_es: Marcar si quieres esconder los botones <strong>Tweet</strong> de Twitter que aprecen en publicaciones y páginas. (no aparecen por omisión)

source: Show Google+ Buttons?
es_es: Mostrar Botones Google+

source: Check if you want to show the <strong>Google+</strong> buttons that appear on posts and pages. (The buttons do not appear by default)
es_es: Marcar si quieres esconder los botones <strong>Google+</strong> de Twitter que aprecen en publicaciones y páginas. (aparecen por omisión)

source: Show Twitter Stream?
es_es: Muestra Twitter Stream?

source: Check if you want to show Twitter your stream. It will appear in the left sidebar above <strong>Other ways to reach me: </strong> (you must indicate your Twitter username in the next field)
es_es: Marcar si quieres mostrar el stream de Twitter. Aparecerá en la columna a la izquierda sobre <strong>Otras maneras encontrarme: </strong> (Tiene que ingresar tu nombre de usuario en el próximo campo)

source: Twitter Username
es_es: Nombre Usuario Twitter

source: Enter your Twitter username. In addition to the Twitter stream, your username will be used with the <strong>Tweet Button</strong> located on most pages. (you must check the box in the field above for your Twitter stream to show)
es_es: Ingresa tu nombre de usuario Twitter. Además del stream de Twitter, tu nombre de usuario se usará con el botón <strong>Tweet</strong> ubicado en la mayoría de las páginas. (hay que marcar esta opción el el campo anterior para mostrar el stream de Twitter)

source: Number of Twitter Feeds
es_es: Nº de Entradas Twitter

source: How many Twitter entries do you want to show? (default is 2; more than 5 is not recommended)
es_es: ¿Cuántas entradas el tu stream de Twitter quieres mostrar? (2 por omisión; no se recomienda más que 5)

source: Contact Form
es_es: Formulario Contacto

source: Contact Form Email Address
es_es: Email Desde Formulario

source: Where do you want the emails from the contact form to arrive? Place that email address here. (if no email address is entered, email will automatically be sent to the administrator email address)
es_es: ¿Dónde quieres que llegan los email enviados desde el formulario de contacto? Coloca está dirección de email aquí. (si no ingresa una dirección el formulario automaticamente enviará los correos a la dirección del administrador del sitio)

source: <strong>Email Subject</strong>
es_es: <strong>Sujeto del email</strong>

source: You can define here the subject of the emails sent from the website Contact Form.
es_es: Se puede definir aquí el sujeto de los mensajes enviados desde el formlario de contacto.

source: General error message
es_es: Mensaje de error general

source: Write a custom error message to display if there is an error in general. (if no message is entered, the default message - <strong>There is an error</strong> - will be displayed)
es_es: Escribir un mensaje para mostrar si hay un erroren general. (sin mensaje, lo mostrará - <strong>Ocurrió un error</strong> - por omisión)

source: Thank You message
es_es: Mensaje de éxito

source: Write a custom error message to display if the message is successfully sent. (if no message is entered, the default message - <strong>Thank you for your message</strong> - will be displayed)
es_es: Escribir un mensaje para mostrar si el mensaje envió con éxito. (sin mensaje, lo mostrará - <strong>Gracias por tu mensaje</strong> - por omisión)

source: <strong>Name</strong> error message
es_es: Mensaje de error para el campo <strong>Nombre</strong>

source: Write a custom error message to display if there is an error with the <strong>Name</strong> field of the Contact Form. (if no message is entered, the default message - <strong>Please enter your name</strong> - will be displayed)
es_es: Escribir un mensaje para mostrar si hay un error con el campo<strong>Nombre</strong> del formulario de contacto. (sin mensaje, lo mostrará - <strong>Favor de escribir tu nombre</strong> - por omisión)

source: Please enter your name
es_es: Olvidaste escribir tu nombre.

source: <strong>Email</strong> error message
es_es: <strong>Email</strong> mensaje de error

source: Write a custom error message to display if there is an error with the <strong>Email</strong> field of the Contact Form. (if no message is entered, the default message - <strong>Please enter your email</strong> - will be displayed)
es_es: Escribir un mensaje para mostrar si hay un error con el campo<strong>Email</strong> del formulario de contacto. (sin mensaje, lo mostrará - <strong>Favor de escribir tu email</strong> - por omisión)

source: Please enter your email address.
es_es: Tu email no es válido.

source: <strong>Message</strong> error message
es_es: <strong>Mensaje</strong> mensaje de error

source: Write a custom error message to display if there is an error with the <strong>Message</strong> field of the Contact Form. (if no message is entered, the default message - <strong>Please enter your message</strong> - will be displayed)
es_es: Escribir un mensaje para mostrar si hay un error con el campo<strong>Mensaje</strong> del formulario de contacto. (sin mensaje, lo mostrará - <strong>Favor de escribir tu mensaje</strong> - por omisión)

source: Please enter a message.
es_es: Favor de escribir un mensaje

source: Social Icons
es_es: Icones Social

source: Show Social Sites Section
es_es: Muestra Enlaces Sociales

source: Check if you want to show links to sites such as Facebook, Twitter, etc. It will appear in the left sidebar with the header <strong>Other ways to reach me: </strong>
es_es: Marcar si quieres mostrar enlaces a sitios sociales como Facebook, Twitter, etc. Aparecerán en la columna izquierda con el título <strong>Otras maneras encontrarme: </strong>

source: Facebook Social Link
es_es: Enlace Social Facebook

source: If you would like a link to your Facebook page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Facebook, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Twitter Social Link
es_es: Enlace Social Twitter

source: If you would like a link to your Twitter page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Twitter, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Google+ Social Link
es_es: Enlace Social Google+

source: If you would like a link to your Google+ page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Google+, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: LinkedIn Social Link
es_es: Enlace Social LinkedIn

source: If you would like a link to your LinkedIn page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página LinkedIn, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Dribble Social Link
es_es: Enlace Social Dribble

source: If you would like a link to your Dribble page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Dribble, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Behance Social Link
es_es: Enlace Social Behance

source: If you would like a link to your Behance page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Behance, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Delicious Social Link
es_es: Enlace Social Delicious

source: If you would like a link to your Delicious page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Delicious, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Digg Social Link
es_es: Enlace Social Digg
