Repository: elmikewalsh/bluebubble-wp-theme
Catalog: BlueBubble/languages/*.po
Languages: es_es

source: If you would like a link to your Digg page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Digg, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: DeviantArt Social Link
es_es: Enlace Social DeviantArt

source: If you would like a link to your DeviantArt page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página DeviantArt, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: MySpace Social Link
es_es: Enlace Social MySpace

source: If you would like a link to your MySpace page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página MySpace, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Evernote Social Link
es_es: Enlace Social Evernote

source: If you would like a link to your Evernote page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Evernote, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Flickr Social Link
es_es: Enlace Social Flickr

source: If you would like a link to your Flickr page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Flickr, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Netvibes Social Link
es_es: Enlace Social Netvibes

source: If you would like a link to your Netvibes page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Netvibes, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Orkut Social Link
es_es: Enlace Social Orkut

source: If you would like a link to your Orkut page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Orkut, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Reddit Social Link
es_es: Enlace Social Reddit

source: If you would like a link to your Reddit page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Reddit, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: ShareThis Social Link
es_es: Enlace Social ShareThis

source: If you would like a link to your ShareThis page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página ShareThis, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: StumbleUpon Social Link
es_es: Enlace Social StumbleUpon

source: If you would like a link to your StumbleUpon page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página StumbleUpon, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Technorati Social Link
es_es: Enlace Social Technorati

source: If you would like a link to your Technorati page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Technorati, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Tumblr Social Link
es_es: Enlace Social Tumblr

source: If you would like a link to your Tumblr page, paste the URL here. (<strong>Note:</strong> Enter complete URL, like: <strong>http://www.twitter.com/username</strong>)
es_es: Si te gustaría dar un enlace a tu página Tumblr, pega la dirección aquí. (<strong>Nota:</strong> Escribe direcciones completas, como: <strong>http://www.twitter.com/username</strong>)

source: Meta Tag: Description
es_es: Meta: Descripción

source: The meta tag <strong>description</strong> is found in the header of your webpages and is used by search engines (i.e. Google) to rank and describe your site. Write an overall brief description of your site here.
es_es: La etiqueta meta <strong>description</strong> se encuentra en el encabezado de tus páginas y se usa los sitios de búsqueda (i.e. Google) para dar un ranking y una descripción a tu sitio. Escribeuna breve resumen de tu sitio aquí.

source: Meta Tag: Keywords
es_es: Meta: Palabras Claves

source: The meta tag <strong>keywords</strong> is found in the header of your webpages and is used by search engines (i.e. Google) to rank and describe your site. List here the keywords that describe your site. <strong>(Example: Blue,Bubble,portfolio,theme)</strong>
es_es: La etiqueta meta <strong>keywords</strong> se encuentra en el encabezado de tus páginas y se usa los sitios de búsqueda (i.e. Google) para dar un ranking y una descripción a tu sitio. Escribe aquí una lista de palabras claves que describen tu sitio.. <strong>(Ejemplo: Blue ,Bubble, portfolio, theme)</strong>

source: Theme Updates
es_es: Actualizaciones

source: There is a new version of the
es_es: Hay una nueva versión de

source: theme available.
es_es: Theme disponible.

source: You have version
es_es: Tienes versión

source: installed. Update to version
es_es: instalado. Actualizar a versión

source: Update Download and Instructions
es_es: Descargar actualización e instrucciones

source: Please note:</strong> make a <strong>backup</strong> of the Theme inside your WordPress installation folder
es_es: Nota por favor</strong> hazte un <strong>respaldo</strong> de este Theme en la carpeta de instalación de Wordpress primero

source: To update the Theme, please visit <a href="http://algo.dosmundoscafe.com/" target="blank">imaginalgo</a>, go to the <strong>Downloads</strong> page and download the latest version.
es_es: Para actualizar el Theme por favor visíta <a href="http://algo.dosmundoscafe.com/" target="blank">imaginalgo</a>, vaya a la página de <strong>Descargas</strong> para obtener la versión más recién.

source: Extract the rar (or zip) contents and upload them using FTP to the
es_es: Extrae el archivo rar (o zip) y cárgalo usando FTP a la

source: folder overwriting the old ones (this is why it is important to backup any changes you have made to the theme files).
es_es: carpeta sobrecopiando los archivos antigüos. (por eso la necesidad de hacer un respaldo de tus cambios antes).

source: BlueBubble 3.5 introduces a number of new Portfolio thumbnail image sizes not present in previous versions. I recommend the free Resize Thumbnails plugin to automatically create the necessary thumbnails. Click here to download the
es_es: BlueBubble 3.5 utiliza una cantidad de imagenes en miniatura con dimensiones no presentes en versiones anteriores. Te recomiendo el plugin Resize Thumbnails (es gratis) para automaticamente crear las imágenes necesarias. Pincha aquí para descargar el

source: Regenerate Thumbnails plugin</a>. You should only need to use it once.
es_es: Regenerate Thumbnails plugin</a>. Se debe usar una sóla vez.

source: A monthly archive of your blog&#8217;s posts
es_es: Un archivo mensual de tus entradas de Blog

source: BB Archives
es_es: Archivo del BB

source: Archives
es_es: Archivos

source: Title:
es_es: Título:

source: Green Button
es_es: Botón Verde

source: Blue Button
es_es: Botón Azul

source: Grey Button
es_es: Botón Gris

source: Buttons & Boxes
es_es: Botones y Cuadros

source: Alert Box
es_es: Cuadro Alerta

source: Download Box
es_es: Cuadro Descargar

source: Info Box
es_es: Cuadro Info

source: Idea Box
es_es: Cuadro Idea

source: Highlight Yellow
es_es: Destacar Amarillo

source: Highlight Red
es_es: Destacar Rojo

source: Columns
es_es: Columnas

source: &frac12; Col. Last
es_es: &frac12; Col. Ultima

source: &frac13; Col. Last
es_es: &frac13; Col. Ultima

source: &frac23; Col. Last
es_es: &frac23; Col. Ultima

source: Delete this image
es_es: Borrar este imagen

source: Delete
es_es: Borrar

source: Uploaded files
es_es: Documentos cargados

source: Upload new files
es_es: Cargar nuevos documentos

source: Add more file
es_es: Agregar otro documento

source: Add more images
es_es: Agregar otro imagen

source: Select a color
es_es: Elegir un color

source: Project Details
es_es: Detalles del proyecto

source: Client's Website URL
es_es: Sitio del cliente

source: URL of the client's website such as http://www.websitename.com Please leave blank if the website is currently incomplete.
es_es: Dirección del sitio del cliente, como http://www.websitename.com Dejalo vacío si el proyecto aún no está terminado.

source: Project Date
es_es: Fecha del proyecto

source: The year the project was finished.
es_es: El año que terminó el proyecto.
